Repository: Runinho/MusikMacher
Catalog: MusikMacher/Resources/Strings.*.resx
Languages: de_de

source: add Tag
de_de: Tag hinzufügen

source: all
de_de: Alle

source: Caching Waveforms
de_de: Signalverläufe vorladen

source: check for update
de_de: auf Updates prüfen

source: Continue Playback
de_de: Weiter abspielen

# ContinuePlaybackDescription
source: Automatically play the next track once the current one ends. When enabled, this feature emulates standard music player behavior.
de_de: Die nächste Spur automatisch abspielen, sobald die aktuelle endet. Wenn aktiviert, ahmt diese Funktion das Standardverhalten eines Musikplayers nach.

# ContinuePlaybackFalse
source: stop playback
de_de: Wiedergabe stoppen

# ContinuePlaybackTrue
source: continue playback
de_de: Nächsten Song spielen

source: Copy as path
de_de: Dateipfad kopieren

# CopyFile
source: Copy as File
de_de: Datei kopieren

source: Copy name
de_de: Name kopieren

source: Creation time
de_de: Erstellungszeit

source: Effects
de_de: Effekte

source: English
de_de: Englisch

source: Estimated time left
de_de: Geschätzte verbleibende Zeit:

# FailedSubsection
source: Failed to load from {0}: Directory does not exists.
de_de: Fehler beim Laden aus {0}: Der Ordner existiert nicht.

# FailedToRetrieve
source: Failed to retrieve release information. Status code: {0}
de_de: Fehler beim Aufrufen von neuer Versionsinformation. Statuscode: {0}

source: Favorite
de_de: Favorisieren

# FindInSongs
source: Find in songs (Ctrl + F)
de_de: In Liedern suchen (Ctrl + F)

# FindInTags
source: Find in tags (Ctrl + T)
de_de: In Tags suchen (Ctrl + T)

source: German
de_de: Deutsch

source: Hide
de_de: Ausblenden

source: Hide track
de_de: Lied ausblenden

source: Import
de_de: Importieren

# ImportDone
source: done.
de_de: Fertig.

source: Import into
de_de: Importieren in

source: Import subfolders
de_de: Unterordner importieren

source: Language
de_de: Sprache

# LanguageDescription
source: Display language of the user interface.
de_de: Anzeigesprache der Bedienoberfläche

source: Last checked:
de_de: Letzte Prüfung:

source: Length
de_de: Länge

# LoadCovers
source: Load cover art
de_de: Coverart laden

# LoadCoversDescription
source: If the application crashes often it might help to disable cover loading
de_de: Wenn das Programm oft abstuertzt hilft es manchmal wenn Covers nicht geladen werden

# LoadCoversFalse
source: no cover art
de_de: keine Coverarts

# LoadCoversTrue
source: load cover art
de_de: Coverarts laden

source: Load data
de_de: Daten laden

# LoadedSuccessfulSubsection
source: Found {0} known songs and created {1}new ones in database
de_de: {0} bekannte Lieder gefunden und {1} neue hinzugefügt

# LoadingDataFrom
source: Trying to load data from `{0}`
de_de: Lade Lieder aus `{0}`

# LoadingDataFromSublocation
source: loading from subfolder {0}
de_de: Lade Lieder aus Unterordner {0}

source: Never checked
de_de: Noch nicht geprüft

# NewVersionAvailable
source: A newer version is available ({0}), you have {1}
de_de: Eine neue Version ist verfügbar ({0}), du bist gerade auf {1}

source: No songs found.
de_de: Keine Lieder gefunden.

source: one
de_de: Einen

# OpenConsole
source: View Log
de_de: Progamm Log

# OpenConsoleDescription
source: To debug the application it might be helpful to open the console to view the log output in realtime. Requires programm restart to open console.
de_de: Um die Fehlerbehebung zu vereinfachen kann die WIndows Console geoffnet werden um Logeinträge in Echzeit anzuschauen. Neustart des Programms beneötigt um Konsole zu öffnen,

source: Path to search
de_de: Zu durchsuchender Dateipfad

source: Play Effects from Start
de_de: Effekte von Anfang an abspielen

# PlayEffectsFromStartDescription
source: Ensure playback in the effects tab always begins from the start.
de_de: Effekte werden immer vom Anfang abgespielt

# PlayEffectsFromStartFalse
source: play from playback position
de_de: Von der initialen Wiedergabeposition abspielen

# PlayEffectsFromStartTrue
source: play from start
de_de: Von Anfang an abspielen

# PlayTooltip
source: Play (Space)
de_de: Wiedergabe (Space)

source: Preload all Waveforms
de_de: Alle Signalverläufe vorladen

source: Rename
de_de: Umbenennen

source: reset search
de_de: Suche zurücksetzen

source: reset tags
de_de: Tag-Auswahl zurücksetzen

source: Settings
de_de: Einstellungen

# SettingsApperance
source: Apperance
de_de: Aussehen

# SettingsLanguage
source: Language
de_de: Sprache

# SettingsPlayback
source: Playback
de_de: Wiedergabe

# SettingsVersionAndUpdates
source: Version &amp; updates
de_de: Version & Updates

# ShowHiddenTooltip
source: Show hidden tracks
de_de: Ausgeblendete Lieder anzeigen

# SkipBackTooltip
source: Skip back (Left Arrow)
de_de: Zurückspulen (linke Pfeiltaste)

# SkipBackTooltipDescription
source: Skip back the track about the configured time. (see Settings to change amount)
de_de: Die aktuelle Wiedergabe vorspulen. Sprungweite ist in den Einstellungen konfigurierbar.

# SkipForwardTooltip
source: Skip forward (Right Arrow)
de_de: Vorspulen (rechte Pfeiltaste)

# SkipForwardTooltipDescription
source: Skip forward the track about the configured time. (see Settings to change amount)
de_de: Die aktuelle Wiedergabe zurückspulen. Sprungweite ist in den Einstellungen konfigurierbar.

source: Skip Percentage
de_de: Sprungweite

# SkipPercentageDescription
source: Adjust the percentage of the track to skip when pressing the left/right arrow buttons
de_de: Prozentualer Anteil des Liedes, der beim Drücken der Pfeiltasten links/rechts übersprungen werden soll

source: Songs
de_de: Lieder

source: Start Playback Position
de_de: Initiale Wiedergabeposition

# StartPlaybackPositionDescription
source: Set the starting position within the song for playback to begin
de_de: Position innerhalb des Songs, an dem die Wiedergabe startet

source: Tag Filter
de_de: Tag-Filterung

# TagFilterDescription
source: Choose how tracks are filtered: either they must have just one selected tags or all of them.
de_de: Songs müssen nur einen ausgewählten Tag haben oder sie müssen alle haben.

source: Try without tags or search?
de_de: Ohne Tag-Auswahl oder Suche probieren?

source: Unhide track
de_de: Lied einblenden

# UpToDate
source: Musik Macher is up to date
de_de: Musik Macher ist auf dem neuesten Stand

source: Window Title
de_de: Titel des Fensters

# WindowTitleDescription
source: Personalize the title of the window. For example, you could promote subscribing with Twitch Prime or mention the !macher command.
de_de: Gib dem Fenster einen individuellen Titel. Du könntest zum Beispiel darauf hinweisen, dass man mit Twitch Prime abonnieren kann oder den !macher-Befehl erwähnen.
